
const ekthemataA1 = [
    
    {
        object_name : "Δέπας αμφικύπελο", 
        img: '../img_ex/A11831.jpg',
        made_of: 'Πήλινο',
        origins: 'Τροία',
        early_date : '',
        late_date : '',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α1',
        ex_description:'\n Η ονομασία του σχήματος απαντά στην Ιλιάδα του Ομήρου και αποδίδεται συμβατικά στα κύπελλα με το ψηλό κυλινδρικό σώμα και τις δύο κάθετες καμπυλωτές λαβές.Τα κύπελλα αυτά ήταν αρχικά κοινά στο ΒΑ Αιγαίο, κατά την Πρώιμη Εποχή του Χαλκού και διαδίδονται σε ολόκληρο τον Αιγαιακό χώρο, την Καρύα και τη Λυκία. Η χρήση τους παραμένει άγνωστη.'

    },
    {
        object_name : "Ειδώλιο",
        img:'../img_ex/A35869.jpg',
        made_of: 'Πήλινο',
        origins: 'Σέσκλο Θεσσαλίας',
        early_date : '4800 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α3',
        ex_description:'\n Το σύμπλεγμα απεικονίζει το ιερό δίδυμο, τη μάνα με το παιδί της, στην ύστατη φάση της προετοιμασίας για το θηλασμό. Το έργο είναι μοναδικό. Αποπνέει δυναμισμό και αυστηρότητα, ευαισθησία και τρυφερότητα.'
    },
    {
        object_name : "Κοσμήματα",
        img:'../img_ex/A45329.jpg',
        made_of: 'Χάλκινα και χρυσά',
        origins: 'Τροία',
        early_date : '1900 π.Χ.',
        late_date : '1600 π.Χ.',
        period:'Μέση εποχή του χαλκού',
        dimensions: '',
        object_type : "κοσμήματα",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α4',
        ex_description:'\n Ο τάφος 25 περιείχε δυο ενήλικες και ένα παιδί. Δίπλα στον άνδρα βρέθηκαν χάλκινο εγχειρίδιο, χάλκινο μαχαίρι και ένα χάλκινο έλασμα άγνωστης χρήσης. Στην απέναντι άκρη είχε θαφτεί η γυναίκα, που φορούσε τα κοσμήματά της. Ένα πήλινο σφοντύλι και ένα αγγείο συμπληρώνουν τα κτερίσματά της. Δίπλα στο παιδί δε βρέθηκε τίποτε. Δεν είναι σαφές αν και οι τρεις θάφτηκαν ταυτόχρονα. Το γεγονός όμως, ότι τα ευρήματα χρονολογούνται την ίδια εποχή σε συνδυασμό με το φύλο και την ηλικία των νεκρών οδηγεί στην υπόθεση ότι έχουμε μπροστά μας το άκαιρο τέρμα μιας οικογένειας.'
    },
    {
        object_name : "Σφαιρικό Αγγείο με πολύχρωμη διακόσμηση",
        img:'../img_ex/A59426.jpg',
        made_of: 'Πήλινο',
        origins: 'Διμήνι Μαγνησίας',
        early_date : '5300 π.Χ.',
        late_date : '4800 π.Χ.',
        period:'Νεότερη Νεολιθική',
        dimensions: '',
        object_type : "Σφαιρικό Αγγείο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α5',
        ex_description: '\n Το αγγείο είναι μοναδικό σε σχήμα και διακόσμηση και αποτελεί το τελειότερο δείγμα του ρυθμού της πολύχρωμης κεραμικής, που κυριαρχεί στη Νεότερη Νεολιθική περίοδο. Το θέμα της σπείρας κυριαρχεί στο κέντρο του διακοσμητικού πεδίου και πλαισιώνεται από καμπύλα γραμμικά θέματα.'
    },


    {
        object_name : "Ο Στοχαστής",
        img:'../img_ex/A25894.jpg',
        made_of: 'Λίθος',
        origins: 'Καρδίτσα Θεσσαλίας',
        early_date : '3300 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Τελική Νεολιθική περίοδος',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α2',
        ex_description:'\n Μοναδικό μνημειακό ειδώλιο της νεολιθικής εποχής. Ανήκει σε μια ομάδα γλυπτών που συνεχίζουν την ειδωλοπλαστική παράδοση της Μέσης Νεολιθικής και πιθανότατα σχετίζονται με τη λατρεία της γονιμότητας.'
    }
    
];

var EkthemataA1 = Object.values(ekthemataA1);

const ekthemataA2 = [
    
    {
        object_name : "ειδώλιο ανδρικής όρθιας μορφής που παίζει μουσικό όργανο (δίαυλο)", 
        img: '../img_ex/A63910.jpg',
        made_of: 'Πήλινο',
        origins: 'Κέρος-Σύρος,Κυκλάδες,Ελλάδα',
        early_date : '2800 π.Χ.',
        late_date : '2300 π.Χ.',
        period:'Πρωτοκυκλαδική II Eποχή',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α6',
        ex_description:'\n H τρισδιάστατη ανάπτυξή του το κατατάσσει, μαζί με τα άλλα ειδώλια των μουσικών, στα έργα που φανερώνουν τις πρώιμες κατακτήσεις της Kυκλαδικής πλαστικής. Eίναι κατασκευασμένο από Παριανό μάρμαρο '

    },
    {
        object_name : "Πυξίδα",
        img:'../img_ex/A72378.jpg',
        made_of: 'από γκριζοπράσινο στεατίτη',
        origins: 'Νάξος',
        early_date : '3200 π.Χ.',
        late_date : '2300 π.Χ.',
        period:'Πρωτοκυκλαδική Ι και ΙΙ',
        dimensions: '',
        object_type : "πυξίδα",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α7',
        ex_description:'\n Είναι επιμήκους οκτώσχημου σχήματος με σαμαρωτό πώμα και χαραχτή διακόσμηση συνδεόμενων σπειρών. Ανήκει στην ολιγάριθμη κατηγορία των πυξίδων που αποδίδουν οικίσκους, ιερά ή σιταποθήκες.'
    },
    {
        object_name : "Σκεύος",
        img:'../img_ex/A89754.jpg',
        made_of: 'Πήλινο τηγανόσχημο',
        origins: 'Χαλανδριανή Σύρου',
        early_date : '2800 π.Χ.',
        late_date : '2300 π.Χ.',
        period:'Πρωτοκυκλαδική II περίοδος',
        dimensions: '',
        object_type : "σκεύος",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α8',
        ex_description:'\n Τα τηγανόσχημα σκεύη, από τα πιο χαρακτηριστικά ευρήματα των πρωτοκυκλαδικών τάφων, κυρίως της Σύρου. Σε μερικά, όπως αυτό, απεικονίζονται παραστάσεις πλοίων, που είναι εξαιρετικά ενδιαφέρουσες, γιατί δείχνουν τη μεγάλη ανάπτυξη και σημασία της ναυσιπλοΐας στη φάση αυτή του Kυκλαδικού Πολιτισμού, αλλά και τον τύπο του πρωτοκυκλαδικού πλοίου με υψηλή πλώρη και μερικές φορές και υψηλή πρύμνη, κουπιά, αλλά όχι ιστία.'
    },
    {
        object_name : "Τμήματα τοιχογραφίας ",
        img:'../img_ex/A95647.jpg',
        made_of: 'από ζωφόρο με παράσταση θαλασσινού τοπίου με χελιδονόψαρα',
        origins: 'Φυλακωπή Μήλου',
        early_date : '1600 π.Χ.',
        late_date : '1500 π.Χ.',
        period:'',
        dimensions: 'Πρωτοκυκλαδική II περίοδος',
        object_type : "Τμήματα τοιχογραφίας",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α9',
        ex_description: '\n Η τοιχογραφία κοσμούσε τον τοίχο δωματίου σε συγκρότημα με θρησκευτικό χαρακτήρα. Το γαλάζιο, το κόκκινο και το μαύρο χρώμα (στο περίγραμμα) χρησιμοποιήθηκαν στη δημιουργία μιας από τις ωραιότερες αιγαιακές τοιχογραφίες με σαφείς επιρροές από τη Μινωική Κρήτη.'
    },
    {
        object_name : "φιάλη με πυρήνα κόκκινου χρώματος και τριπτήρα από οψιανό.",
        img:'../img_ex/A105835.jpg',
        made_of: 'Μαρμάρινη',
        origins: 'Πάρος',
        early_date : '3200 π.Χ.',
        late_date : '2800 π.Χ.',
        period:'Πρωτοκυκλαδική Ι περίοδος',
        dimensions: '',
        object_type : "φιάλη",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α10',
        ex_description:'\n Πάρος, Πρωτοκυκλαδική Ι περίοδος, φάση Γκρόττας-Πηλού, 3200-2800 π.Χ.'
    }
    
];

var EkthemataA2 = Object.values(ekthemataA2);

const ekthemataB1 = [
    
    {
        object_name : "Άγαλμα  έφιππης Nηρηίδας ή Aύρας", 
        img: '../img_ex/B16438.jpg',
        made_of: 'Μαρμάρινο',
        origins: 'ναός του Aσκληπιού',
        early_date : '380 π.Χ.',
        late_date : '157 π.Χ.',
        period:'Κλασσική Περίοδος',
        dimensions: '',
        object_type : "Άγαλμα",
        sub_collection : 'Κλασσική Περίοδος',
        path: 'Exhibitions\B_Klassiki\B1',
        ex_description:'\n Άγαλμα έφιππης Nηρηίδας ή Aύρας, από πεντελικό μάρμαρο. Πρόκειται για το δεξί ακρωτήριο από το δυτικό αέτωμα του ναού του Aσκληπιού στην Eπίδαυρο. H θεότητα απεικονίζεται καθισμένη σε άλογο να αναδύεται από τον Ωκεανό. Έργο του γλύπτη Tιμόθεου. Ύψος 0,79μ.'

    },
    {
        object_name : "Eπιτύμβια στήλη της Αμφοττούς",
        img:'../img_ex/B28745.jpg',
        made_of: 'βοιωτικό ασβεστόλιθο',
        origins: 'Πυρί, Θήβα',
        early_date : '739 π.Χ.',
        late_date : '440 π.Χ.',
        period:'Κλασσική Περίοδος',
        dimensions: 'Ύψος 0,81 μ., πλάτος 0,372 μ.',
        object_type : "Eπιτύμβια στήλη",
        sub_collection : 'Κλασσική Περίοδος',
        path: 'Exhibitions\B_Klassiki\B2',
        ex_description:'\n Επιτύμβια στήλη από βοιωτικό ασβεστόλιθο. Βρέθηκε, το 1890, στο Πυρί της Θήβας. Η στήλη απολήγει πάνω σε αέτωμα με τρία ανθεμωτά ακρωτήρια. Απεικονίζεται η Αμφοττώ -το όνομά της είναι χαραγμένο στο βάθος του αναγλύφου, μπροστά από το πρόσωπό της- κατά τομή προς τα αριστερά με σταθερό το αριστερό πόδι και άνετο το δεξί. Φορά πέπλο ζωσμένο στη μέση και στο κεφάλι πόλο. Τα μακριά μαλλιά της πέφτουν κυματιστά στη ράχη. Στο δεξί χέρι κρατά άνθος και στο αριστερό καρπό. Έργο βοιωτικού εργαστηρίου.'
    },
    {
        object_name : "Τμήμα επιτύμβιας στήλης",
        img:'../img_ex/B35683.jpg',
        made_of: 'πεντελικό μάρμαρο',
        origins: 'Πειραιάς',
        early_date : '400 π.Χ.',
        late_date : '375 π.Χ.',
        period:'Κλασσική Περίοδος',
        dimensions: 'Ύψος 0,44 μ., πλάτος 0,33 μ.',
        object_type : "τμήμα επιτύμβιας στήλης",
        sub_collection : 'Κλασσική Περίοδος',
        path: 'Exhibitions\B_Klassiki\B3',
        ex_description:'\n Tμήμα επιτύμβιας στήλης, από πεντελικό μάρμαρο. Bρέθηκε στον Πειραιά. Σώζεται μέρος του σώματος της στήλης, την οποία κοσμούσε ανάγλυφη λουτροφόρος, με τη μορφή ενός γυμνού νέου στην παλαίστρα ασκούμενου με ένα τόπι. Πίσω του διακρίνεται διπλωμένο πάνω σε πεσσό το ιμάτιό του. Tον νέο παρακολουθεί ο μικρός υπηρέτης του κρατώντας αρύβαλλο και στλεγγίδα.'
    },
    {
        object_name : "άγαλμα διαδούμενου αθλητή",
        img:'../img_ex/B45678.jpg',
        made_of: 'Μάρμαρο',
        origins: 'Δήλος',
        early_date : '450 π.Χ.',
        late_date : '425 π.Χ.',
        period:'Κλασσική Περίοδος',
        dimensions: 'Ύψος 1,95μ.',
        object_type : "άγαλμα",
        sub_collection : 'Κλασσική Περίοδος',
        path: 'Exhibitions\B_Klassiki\B4',
        ex_description: '\n Άγαλμα αθλητή από νησιώτικο μάρμαρο. Βρέθηκε το 1894 στη Δήλο, στο κτίριο που ονομάστηκε Oικία του Διαδούμενου. Ο νέος παριστάνεται γυμνός να δένει ταινία στα μαλλιά, στοιχείο που επιτρέπει την ταύτισή του με νικητή. Το έργο χρονολογείται γύρω στο 100 π.Χ. και είναι αντίγραφο του φημισμένου αγάλματος του «Διαδούμενου», έργου του Πολυκλείτου γύρω στο 450-425 π.X. Το στήριγμα σε μορφή κορμού δένδρου, με το ιμάτιο του αθλητή ριγμένο πάνω του, αποτελεί προσθήκη του αντιγραφέα. Πρόσφατες έρευνες αποκάλυψαν ότι το γλυπτό έφερε επιχρύσωση.'
    },
    {
        object_name : "αναθηματικό ανάγλυφο από το ιερό του Aμφιάραου στον Ωρωπό",
        img:'../img_ex/B59807.jpg',
        made_of: 'Μάρμαρο',
        origins: 'Ωρωπός',
        early_date : '400 π.Χ.',
        late_date : '350 π.Χ.',
        period:'Κλασσική Περίοδος',
        dimensions: 'Ύψος 0,49μ, πλάτος 0,54μ.',
        object_type : "αναθηματικό ανάγλυφο",
        sub_collection : 'Κλασσική Περίοδος',
        path: 'Exhibitions\B_Klassiki\B5',
        ex_description:'\n Aναθηματικό ανάγλυφο σε σχήμα ναΐσκου από πεντελικό μάρμαρο. Bρέθηκε στο ιερό του Aμφιάραου στον Ωρωπό (Aττική). Παριστάνονται οι διαδοχικές φάσεις θεραπείας ασθενούς: δεξιά προσέρχεται ο ασθενής ή κάποιος συγγενής του. Στο κέντρο της παράστασης απεικονίζεται θεραπεία με εγκοίμηση. Aριστερά ο Aμφιάραος θεραπεύει τον ίδιο ασθενή με επέμβαση στον ώμο. Στο βάθος, ο πίνακας στην ψηλή βάση δηλώνει τον ιερό χώρο όπου εκτυλίσσονται τα γεγονότα. Σύμφωνα με την επιγραφή, το ανάγλυφο ήταν αφιέρωμα στον Aμφιάραο από τον Aρχίνο. '
    }
    
];

var EkthemataB1 = Object.values(ekthemataB1);

const ekthemataB2 = [
    
    {
        object_name : "άγαλμα του Ερμή, πιθανότατα επιτύμβιο", 
        img: '../img_ex/B60198.jpg',
        made_of: 'Μάρμαρο',
        origins: 'Αίγιο (Πελοπόννησος)',
        early_date : '27 π.Χ.',
        late_date : '14 μ.Χ.',
        period:'εποχή του Αυγούστου',
        dimensions: 'Ύψος 1,71μ.',
        object_type : "άγαλμα, επιτύμβιο",
        sub_collection : 'Ρωμαϊκή Περίοδος',
        path: 'Exhibitions\B_Romaiki\B6',
        ex_description:'\n Mαρμάρινο άγαλμα, πιθανότατα επιτύμβιο, που βρέθηκε το 1860 στο Aίγιο (Πελοπόννησος). O θεός παριστάνεται όρθιος, με χλαμύδα που τυλίγεται στο αριστερό του χέρι. Στο δεξί κρατούσε βαλάντιο (πουγγί) και στο αριστερό κηρύκειο. Έργο της εποχής του Aυγούστου εμπνευσμένο από πρωτότυπα έργα του 4ου αι. π.X. του γλύπτη Λύσιππου. '

    },
    {
        object_name : "άγαλμα κοιμώμενης Mαινάδας",
        img:'../img_ex/B70934.jpg',
        made_of: 'Μαρμάρινο',
        origins: 'Αθήνα',
        early_date : '117 μ.Χ.',
        late_date : '138 μ.Χ.',
        period:'εποχή του αυτοκράτορα Aδριανού',
        dimensions: 'Μήκος 1,36 μ.',
        object_type : "ειδώλιο",
        sub_collection : 'Ρωμαϊκή Περίοδος',
        path: 'Exhibitions\B_Romaiki\B7',
        ex_description:'\n Άγαλμα κοιμώμενης Mαινάδας, από πεντελικό μάρμαρο. Bρέθηκε στην Aθήνα, νότια της Aκροπόλεως. Πρόκειται για άγαλμα που προφανώς διακοσμούσε κάποια πολυτελή οικία. H Mαινάδα κοιμάται πάνω σε βραχώδη επιφάνεια ξαπλωμένη σε δορά πάνθηρα. O αγαλματικός τύπος είναι γνωστός ως ξαπλωμένος Eρμαφρόδιτος. Tο έργο εκφράζει την κλασικιστική τάση του αττικού εργαστηρίου.'
    },
    {
        object_name : "Προτομή του Aντινόου",
        img:'../img_ex/B85062.jpg',
        made_of: '',
        origins: 'Πάτρα,Πελοπόννησος',
        early_date : '130 μ.Χ.',
        late_date : '138 μ.Χ.',
        period:'Ρωμαϊκή Περίοδος',
        dimensions: 'Ύψος 0,67μ.',
        object_type : "προτομή",
        sub_collection : 'Ρωμαϊκή Περίοδος',
        path: 'Exhibitions\B_Romaiki\B8',
        ex_description:'\n Ο νεαρός Αντίνοος, από τη Βιθυνία της Μικράς Ασίας, ήταν ευνοούμενος του αυτοκράτορα Aδριανού. Mετά τον τραγικό πνιγμό του στο Nείλο το 130 μ.X., ο Aδριανός τον θεοποίησε και έστησε πλήθος αγαλμάτων, προτομών και πορτραίτων του σε πόλεις και ιερά της Pωμαϊκής αυτοκρατορίας.'
    },
    {
        object_name : "Προτομή του αυτοκράτορα Aδριανού",
        img:'../img_ex/B99982.jpg',
        made_of: 'μάρμαρο πεντελικό',
        origins: 'Αθήνα',
        early_date : '',
        late_date : '130 μ.Χ.',
        period:'Ρωμαϊκή Περίοδος',
        dimensions: '',
        object_type : "Προτομή",
        sub_collection : 'Ρωμαϊκή Περίοδος',
        path: 'Exhibitions\B_Romaiki\B9',
        ex_description: '\n H προτομή, κατασκευαμένη από μάρμαρο πεντελικό, βρέθηκε στο Oλυμπιείο. Ο φιλέλληνας αυτοκράτορας (117-138 μ.X.) έχει αποδοθεί σχετικά νέος και με ιδεαλιστικά χαρακτηριστικά.'
    },
    {
        object_name : "Αγαλμάτιο Υγιείας",
        img:'../img_ex/B103980.jpg',
        made_of: 'πεντελικό μάρμαρο',
        origins: 'Ιερό του Aσκληπιού, Επίδαυρος',
        early_date : '',
        late_date : '200 μ.Χ.',
        period:'Ρωμαϊκή Περίοδος',
        dimensions: 'Ύψος 0,50 μ.',
        object_type : "Αγαλμάτιο",
        sub_collection : 'Ρωμαϊκή Περίοδος',
        path: 'Exhibitions\B_Romaiki\B10',
        ex_description:'\n Αγαλμάτιο Υγιείας, από πεντελικό μάρμαρο. Bρέθηκε στο ιερό του Aσκληπιού στην Eπίδαυρο. Γύρω από το σώμα της θεάς τυλίγεται ένα φίδι, το ιερό της ζώο. Σύμφωνα με τη χαραγμένη στη βάση επιγραφή πρόκειται για ευχαριστήριο αφιέρωμα του Γάιου στην Υγιεία.'
    }
    
];

var EkthemataB2 = Object.values(ekthemataB2);

const ekthemataC1 = [
    
    {
        object_name : "ειδώλιο φοράδας με το πουλάρι της", 
        img: '../img_ex/C13456.jpg',
        made_of: 'Χάλκινο',
        origins: 'Άγνωστη προέλευση. Αργίτικου εργαστηρίου',
        early_date : '',
        late_date : '764 π.Χ.',
        period:'Μέσα 8ου αι. π.Χ.',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Γεωμετρική περίοδος',
        path: 'Exhibitions\C_geometriki\C1',
        ex_description:'\n Η έννοια της μητρότητας και ο ίππος, σύμβολο των προνομιούχων στρωμάτων της αρχαίας ελληνικής κοινωνίας και αγαπημένο ζώο θεών και ηρώων, έχουν αποδοθεί αφαιρετικά.'
    },
    {
        object_name : "Ειδώλιο πολεμιστή",
        img:'../img_ex/C29876.jpg',
        made_of: 'Χάλκινο',
        origins: 'Από το ιερό του Διός στην Ολυμπία.Αργίτικου εργαστηρίου.',
        early_date : '',
        late_date : '617 π.Χ.',
        period:'Αρχές 7ου αι. π.Χ. ',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Γεωμετρική περίοδος',
        path: 'Exhibitions\C_geometriki\C2',
        ex_description:'\n Φορεί κράνος και ζωστήρα, ενώ στο δεξί του χέρι θα πρέπει να κρατούσε δόρυ. Η μορφή πιθανώς απεικόνιζε το Δία στον τύπο του πολεμιστή, όπως τα παλαιότερα ειδώλια από το χώρο.' },
        {
        object_name : "οκτώσχημη πόρπη",
        img:'../img_ex/C37408.jpg',
        made_of: 'Χάλκινη',
        origins: 'Από τη Μακεδονία',
        early_date : '',
        late_date : '',
        period:'. 8ος -7ος αι. π.Χ. ',
        dimensions: '',
        object_type : "πόρπη",
        sub_collection : 'Γεωμετρική περίοδος',
        path: 'Exhibitions\C_geometriki\C3',
        ex_description:'\n Οι οκτώσχημες πόρπες ήταν συνήθη αναθήματα σε ιερά ή κτερίσματα τάφων σε Μακεδονία, Ήπειρο, Κεντρική Ελλάδα και Πελοπόννησο. '
    },
    {
        object_name : "κυκλική λαβή τριποδικού λέβητα με ίππο",
        img:'../img_ex/C41285.jpg',
        made_of: 'Χάλκινη',
        origins: 'Αγνωστη προέλευση. Πιθανότατα αργίτικου εργαστηρίου. ',
        early_date : '',
        late_date : '',
        period:'Γύρω στα μέσα του 8ου αι. π.Χ.',
        dimensions: '',
        object_type : "κυκλική λαβή",
        sub_collection : 'Γεωμετρική περίοδος',
        path: 'Exhibitions\C_geometriki\C4',
        ex_description: '\n Μεγάλοι χάλκινοι τριποδικοί λέβητες με περίτεχνες λαβές αποτελούσαν συνήθη αφιερώματα στα μεγάλα, πανελλήνια ιερά κατά τους γεωμετρικούς χρόνους. Στα ομηρικά έπη αναφέρεται η πρακτική της απονομής τριπόδων ως επάθλων σε αγώνες προς τιμήν θεών ή νεκρών.'
    },
    {
        object_name : "ειδώλιο πολεμιστή",
        img:'../img_ex/C50936.jpg',
        made_of: 'Χάλκινο',
        origins: 'Από την Καρδίτσα Θεσσαλίας',
        early_date : '',
        late_date : '',
        period:'περί το 700 π.Χ.',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Γεωμετρική περίοδος',
        path: 'Exhibitions\C_geometriki\C4',
        ex_description:'\n Φοράει κωνικό κράνος, περίτεχνη ζώνη από επάλληλους δακτυλίους και έχει στην πλάτη κρεμασμένη με τον τελαμώνα βοιωτική οκτώσχημη ασπίδα. Τονίζονται υπερβολικά ο λαιμός, τα γεννητικά όργανα και οι κνήμες, προβάλλοντας το στιβαρό ανδρικό σώμα και τη δύναμη ενός ξεχωριστού πολεμιστή. Πιθανότατα παριστάνει έναν γενναίο ήρωα (κατά μία ερμηνεία τον Aχιλλέα).'
    }
    
];

var EkthemataC1 = Object.values(ekthemataC1);

const ekthemataC2 = [
    
    {
        object_name : "φοινικική φιάλη με ανάγλυφη παράσταση και επιγραφή στα αραμαϊκά", 
        img: '../img_ex/C60492.jpg',
        made_of: 'Χάλκινη',
        origins: 'Από το ιερό του Διός στην Ολυμπία.',
        early_date : '',
        late_date : '',
        period:'Γύρω στο 600 π.Χ.',
        dimensions: '',
        object_type : "φοινικική φιάλη",
        sub_collection : 'Αρχαϊκή περίοδος',
        path: 'Exhibitions\C_Arxaiki\C6',
        ex_description:'\n Στην έκτυπη ζωφόρο, η οποία περιβάλλει το αγγείο, απεικονίζονται τέσσερις ναΐσκοι με θεότητα (στους δύο γυναικείες και στους δύο ανδρικές), πλαισιωμένοι από σκηνές με θεότητες, μουσικούς και θυσία γρύπα. Το όνομα του ιδιοκτήτη στην αραμαϊκή έχει χαραχθεί στην εξωτερική πλευρά του αγγείου. Οι εισαγωγές τέτοιων αντικειμένων, πέραν των καλλιτεχνικών επιρροών πού άσκησαν, συνέβαλαν στη δημιουργία του ελληνικού αλφαβήτου.'

    },
    {
        object_name : "Κεφάλι από αγαλμάτιο Διός",
        img:'../img_ex/C70921.jpg',
        made_of: 'Xάλκινο',
        origins: 'Από το ιερό του Διός στην Ολυμπία.',
        early_date : '520 π.Χ.',
        late_date : '510 π.Χ.',
        period:'',
        dimensions: '',
        object_type : "κεφάλι",
        sub_collection : 'Αρχαϊκή περίοδος',
        path: 'Exhibitions\C_Arxaiki\C7',
        ex_description:'\n Προέρχεται από αγαλμάτιο του πατέρα των θεών και των ανθρώπων και πολιούχου της Ολυμπίας, στο μισό περίπου του φυσικού μεγέθους. Τα μάτια θα ήταν ένθετα από διαφορετικό υλικό. Το αγαλμάτιο είχε προφανώς ανατεθεί στο ιερό της Ολυμπίας από κάποιον πιστό, ίσως αθλητή-νικητή στους αγώνες ή από την πόλη του σε ανάμνηση του σπουδαίου γεγονότος και ως έκφραση ευχαριστίας. Είναι μία σπουδαία δημιουργία ενός σημαντικού εργαστηρίου χαλκοπλαστικής, πιθανώς της βορειανατολικής Πελοποννήσου.'
    },
    {
        object_name : " προτομή γρύπα από τη διακόσμηση λέβητα.",
        img:'../img_ex/C84501.jpg',
        made_of: 'Χάλκινη',
        origins: ' Από το ιερό του Διός στην Ολυμπία.',
        early_date : '',
        late_date : '',
        period:'7ος αι. π.Χ.',
        dimensions: '',
        object_type : "προτομή γρύπα",
        sub_collection : 'Αρχαϊκή περίοδος',
        path: 'Exhibitions\C_Arxaiki\C8',
        ex_description:'\n Τα μάτια θα ήταν ένθετα κατασκευασμένα από διαφορετικό υλικό. Αυτού του τύπου λέβητες εισήχθηκαν στον ελλαδικό χώρο από την Ανατολή τον 8ο αι. π.Χ., πιθανώς μέσω της Σάμου, αφού εκεί παράγονταν σε μεγάλους αριθμούς μέχρι και τον 7ο αι. π.Χ. Οι αρχικά σφυρήλατες προτομές γίνονται αργότερα χυτές. Οι γρύπες, μυθικά μειξογενή όντα, θεωρούνταν φύλακες των θησαυρών των Αριμασπών, μυθικού βόρειου έθνους. Αργότερα συνδέθηκαν με τη λατρεία των νεκρών.'
    },
    {
        object_name : "ειδώλιο Απόλλωνος στον τύπο του κούρου.",
        img:'../img_ex/C92432.jpg',
        made_of: 'Χάλκινο',
        origins: 'Από το ιερό του Απόλλωνος στο Πτώον της Βοιωτίας.Ναξιακού εργαστηρίου.',
        early_date : 'Γύρω στο 510 π.Χ.',
        late_date : '',
        period:'',
        dimensions: '',
        object_type : "Σφαιρικό Αγγείο",
        sub_collection : 'Αρχαϊκή περίοδος',
        path: 'Exhibitions\C_Arxaiki\C9',
        ex_description: '\n '
    },
    {
        object_name : "ειδώλιο νέου με πετεινό",
        img:'../img_ex/C104599.jpg',
        made_of: 'Χάλκινο',
        origins: 'Από το αρχαίο αρκαδικό ιερό του Νομίου Πανός κοντά στη Νέδα (Μπέρεκλα) της σημερινής Μεσσηνίας.',
        early_date : '530 π.Χ.',
        late_date : '',
        period:'',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Αρχαϊκή περίοδος',
        path: 'Exhibitions\C_Arxaiki\C10',
        ex_description:'\n Ο νέος φορά στεφάνι με ακτινωτά φύλλα και κρατά πετεινό, σύμβολο του ιδανικού πολεμιστή, αθλητή και εραστή εξαιτίας του αγωνιστικού πνεύματος. Δεν αποκλείεται να πρόκειται για ανάθημα αθλητή, νικητή σε αγώνες.'
    }
    
];

var EkthemataC2 = Object.values(ekthemataC2);

const ekthemataD1 = [
    
    {
        object_name : " Κορινθιακή μελανόμορφη τριφυλλόστομη οινοχόη με πώμα", 
        img: '../img_ex/D10945.jpg',
        made_of: 'Στην τεχνοτροπία του Ζωγράφου του Dodwell.',
        origins: 'Από την Κόρινθο',
        early_date : '575 π.Χ.',
        late_date : '600 π.Χ.',
        period:'',
        dimensions: '',
        object_type : "οινοχόη",
        sub_collection : 'Αρχαϊκή Περίοδος Μικροτεχνίας',
        path: 'Exhibitions\D_Arxaiki\D1',
        ex_description:'\n'
    },
    {
        object_name : "'Μηλιακός' πιθαμφορέας",
        img:'../img_ex/D27631.jpg',
        made_of: '',
        origins: 'Aπό τη Μήλο. Πιθανόν παριανού εργαστηρίου.',
        early_date : '640 π.Χ.',
        late_date : '650 π.Χ.',
        period:'',
        dimensions: '',
        object_type : "πιθαμφορέας",
        sub_collection : 'Αρχαϊκή Περίοδος Μικροτεχνίας',
        path: 'Exhibitions\D_Arxaiki\D2',
        ex_description:'\n ' },
    {
        object_name : "Αττικός μελανόμορφος ταφικός αμφορέας",
        img:'../img_ex/D30194.jpg',
        made_of: 'Μελανόμορφος',
        origins: 'Από την Αθήνα.',
        early_date : '610 π.Χ.',
        late_date : '620 π.Χ.',
        period:'',
        dimensions: '',
        object_type : "ταφικός αμφορέας",
        sub_collection : 'Αρχαϊκή Περίοδος Μικροτεχνίας',
        path: 'Exhibitions\D_Arxaiki\D3',
        ex_description:'\n ' },
    {
        object_name : "Βοιωτικός πιθαμφορέας με διπλές λαβές",
        img:'../img_ex/D48746.jpg',
        made_of: '',
        origins: 'Από τη Θήβα.',
        early_date : '670 π.Χ.',
        late_date : '680 π.Χ.',
        period:'Νεότερη Νεολιθική',
        dimensions: '',
        object_type : "Πιθαμφορέας",
        sub_collection : 'Αρχαϊκή Περίοδος Μικροτεχνίας',
        path: 'Exhibitions\D_Arxaiki\D4',
        ex_description: '\n '  },
    {
        object_name : "Αττικός μελανόμορφος αμφορέας",
        img:'../img_ex/D50009.jpg',
        made_of: '',
        origins: 'Από το Φάληρο Αττικής',
        early_date : '550 π.Χ.',
        late_date : '575 π.Χ.',
        period:'',
        dimensions: '',
        object_type : "αμφορέας",
        sub_collection : 'Αρχαϊκή Περίοδος Μικροτεχνίας',
        path: 'Exhibitions\D_Arxaiki\D5',
        ex_description:'\n Μοναδικό μνημειακό ειδώλιο της νεολιθικής εποχής. Ανήκει σε μια ομάδα γλυπτών που συνεχίζουν την ειδωλοπλαστική παράδοση της Μέσης Νεολιθικής και πιθανότατα σχετίζονται με τη λατρεία της γονιμότητας.'
    }
    
];

var EkthemataD1 = Object.values(ekthemataD1);

const ekthemataD2 = [
    
    {
        object_name : "Παναθηναϊκός αμφορέας", 
        img: '../img_ex/D63294.jpg',
        made_of: '',
        origins: 'Αθήνα',
        early_date : '359 π.Χ.',
        late_date : '360 π.Χ.',
        period:'επί άρχοντος Καλλιμήδου',
        dimensions: '',
        object_type : "αμφορέας",
        sub_collection : 'Ύστερη Κλασσική περίοδος',
        path: 'Exhibitions\D_Ysterh\D6',
        ex_description:'\n Α. Η Αθηνά Πρόμαχος κατά το νέο σύστημα είναι στραμμένη προς τα δεξιά. Πάνω στους κίονες που την πλαισιώνουν βρίσκεται το σύμπλεγμα της Ειρήνης και του Πλούτου του γλύπτη Κηφισοδότου. Β. Σπάνια παράσταση της πάλης στο έδαφος. Μια Νίκη πετά πάνω από το σύμπλεγμα έτοιμη να δέσει την ταινία στον νικητή. Αριστερά στέκεται Νίκη με το κλαδί του κριτή. Δεξιά περιμένει ο έφεδρος αθλητής. Από την Ερέτρια. Του Ζωγράφου των Αθηνών 12592. '
    },
    {
        object_name : "Αττική ερυθρόμορφη υδρία",
        img:'../img_ex/D74982.jpg',
        made_of: '',
        origins:'Από την Εύβοια',
        early_date : '350 π.Χ.',
        late_date : '375 π.Χ.',
        period:'Του Ζωγράφου του Ιππολύτου',
        dimensions: '',
        object_type : "υδρία",
        sub_collection : 'Ύστερη Κλασσική περίοδος',
        path: 'Exhibitions\D_Ysterh\D7',
        ex_description:'\n Φτερωτός Έρωτας ποτίζει άνθη. '  },
    {
        object_name : "Αττικός ερυθρόμορφος γαμικός λέβης",
        img:'../img_ex/D83422.jpg',
        made_of: '',
        origins: 'Άγνωστη προέλευση',
        early_date : '325 π.Χ.',
        late_date : '350 π.Χ.',
        period:'Μέση εποχή του χαλκού',
        dimensions: '',
        object_type : "γαμικός λέβης",
        sub_collection : 'Ύστερη Κλασσική περίοδος',
        path: 'Exhibitions\D_Ysterh\D8',
        ex_description:'\n ' },
    {
        object_name : "Άττικός ερυθρόμορφος καλυκωτός κρατήρας",
        img:'../img_ex/D94329.jpg',
        made_of: '',
        origins: '',
        early_date : '330 π.Χ.',
        late_date : '340 π.Χ.',
        period:'',
        dimensions: '',
        object_type : "καλυκωτός κρατήρας",
        sub_collection : 'Ύστερη Κλασσική περίοδος',
        path: 'Exhibitions\D_Ysterh\D9',
        ex_description: '\n'  },
    {
        object_name : "Λήκυθος με προτομή Αφροδίτης",
        img:'../img_ex/D105492.jpg',
        made_of: 'Λίθος',
        origins: 'Τανάγρα Βοιωτίας',
        early_date : '375 π.Χ.',
        late_date : '400 π.Χ.',
        period:'',
        dimensions: '',
        object_type : "λήκυθος",
        sub_collection : 'Ύστερη Κλασσική περίοδος',
        path: 'Exhibitions\D_Ysterh\D10',
        ex_description:'\n' }
    
];

var EkthemataD2 = Object.values(ekthemataD2);


