const ekthemataA1 = [
    
    {
        object_name : "Δέπας αμφικύπελο", 
        img: './img/A11831.jpg',
        made_of: 'Πήλινο',
        origins: 'Τροία',
        early_date : '',
        late_date : '',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α1',
        ex_description:'\n Η ονομασία του σχήματος απαντά στην Ιλιάδα του Ομήρου και αποδίδεται συμβατικά στα κύπελλα με το ψηλό κυλινδρικό σώμα και τις δύο κάθετες καμπυλωτές λαβές.Τα κύπελλα αυτά ήταν αρχικά κοινά στο ΒΑ Αιγαίο, κατά την Πρώιμη Εποχή του Χαλκού και διαδίδονται σε ολόκληρο τον Αιγαιακό χώρο, την Καρύα και τη Λυκία. Η χρήση τους παραμένει άγνωστη.'

    },
    {
        object_name : "Ειδώλιο",
        img:'./img/A35869.jpg',
        made_of: 'Πήλινο',
        origins: 'Σέσκλο Θεσσαλίας',
        early_date : '4800 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α3',
        ex_description:'\n Το σύμπλεγμα απεικονίζει το ιερό δίδυμο, τη μάνα με το παιδί της, στην ύστατη φάση της προετοιμασίας για το θηλασμό. Το έργο είναι μοναδικό. Αποπνέει δυναμισμό και αυστηρότητα, ευαισθησία και τρυφερότητα.'
    },
    {
        object_name : "Κοσμήματα",
        img:'./img/A45329.jpg',
        made_of: 'Χάλκινα και χρυσά',
        origins: 'Τροία',
        early_date : '1900 π.Χ.',
        late_date : '1600 π.Χ.',
        period:'Μέση εποχή του χαλκού',
        dimensions: '',
        object_type : "κοσμήματα",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α4',
        ex_description:'\n Ο τάφος 25 περιείχε δυο ενήλικες και ένα παιδί. Δίπλα στον άνδρα βρέθηκαν χάλκινο εγχειρίδιο, χάλκινο μαχαίρι και ένα χάλκινο έλασμα άγνωστης χρήσης. Στην απέναντι άκρη είχε θαφτεί η γυναίκα, που φορούσε τα κοσμήματά της. Ένα πήλινο σφοντύλι και ένα αγγείο συμπληρώνουν τα κτερίσματά της. Δίπλα στο παιδί δε βρέθηκε τίποτε. Δεν είναι σαφές αν και οι τρεις θάφτηκαν ταυτόχρονα. Το γεγονός όμως, ότι τα ευρήματα χρονολογούνται την ίδια εποχή σε συνδυασμό με το φύλο και την ηλικία των νεκρών οδηγεί στην υπόθεση ότι έχουμε μπροστά μας το άκαιρο τέρμα μιας οικογένειας.'
    },
    {
        object_name : "Σφαιρικό Αγγείο με πολύχρωμη διακόσμηση",
        img:'./img/A59426.jpg',
        made_of: 'Πήλινο',
        origins: 'Διμήνι Μαγνησίας',
        early_date : '5300 π.Χ.',
        late_date : '4800 π.Χ.',
        period:'Νεότερη Νεολιθική',
        dimensions: '',
        object_type : "Σφαιρικό Αγγείο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α5',
        ex_description: '\n Το αγγείο είναι μοναδικό σε σχήμα και διακόσμηση και αποτελεί το τελειότερο δείγμα του ρυθμού της πολύχρωμης κεραμικής, που κυριαρχεί στη Νεότερη Νεολιθική περίοδο. Το θέμα της σπείρας κυριαρχεί στο κέντρο του διακοσμητικού πεδίου και πλαισιώνεται από καμπύλα γραμμικά θέματα.'
    },
    {
        object_name : "Ο Στοχαστής",
        img:'./img/Α25894.jpg',
        made_of: 'Λίθος',
        origins: 'Καρδίτσα Θεσσαλίας',
        early_date : '3300 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Τελική Νεολιθική περίοδος',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α2',
        ex_description:'\n Μοναδικό μνημειακό ειδώλιο της νεολιθικής εποχής. Ανήκει σε μια ομάδα γλυπτών που συνεχίζουν την ειδωλοπλαστική παράδοση της Μέσης Νεολιθικής και πιθανότατα σχετίζονται με τη λατρεία της γονιμότητας.'
    }
    
];

var EkthemataA1 = Object.values(ekthemataA1);

const ekthemataA2 = [
    
    {
        object_name : "ειδώλιο ανδρικής όρθιας μορφής που παίζει μουσικό όργανο (δίαυλο)", 
        img: './img/Α63910.jpg',
        made_of: 'Πήλινο',
        origins: 'Κέρος-Σύρος,Κυκλάδες,Ελλάδα',
        early_date : '2800 π.Χ.',
        late_date : '2300 π.Χ.',
        period:'Πρωτοκυκλαδική II Eποχή',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α6',
        ex_description:'\n H τρισδιάστατη ανάπτυξή του το κατατάσσει, μαζί με τα άλλα ειδώλια των μουσικών, στα έργα που φανερώνουν τις πρώιμες κατακτήσεις της Kυκλαδικής πλαστικής. Eίναι κατασκευασμένο από Παριανό μάρμαρο '

    },
    {
        object_name : "Πυξίδα",
        img:'./img/A72378.jpg',
        made_of: 'από γκριζοπράσινο στεατίτη',
        origins: 'Νάξος',
        early_date : '3200 π.Χ.',
        late_date : '2300 π.Χ.',
        period:'Πρωτοκυκλαδική Ι και ΙΙ',
        dimensions: '',
        object_type : "πυξίδα",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α7',
        ex_description:'\n Είναι επιμήκους οκτώσχημου σχήματος με σαμαρωτό πώμα και χαραχτή διακόσμηση συνδεόμενων σπειρών. Ανήκει στην ολιγάριθμη κατηγορία των πυξίδων που αποδίδουν οικίσκους, ιερά ή σιταποθήκες.'
    },
    {
        object_name : "Σκεύος",
        img:'./img/A89754.jpg',
        made_of: 'Πήλινο τηγανόσχημο',
        origins: 'Χαλανδριανή Σύρου',
        early_date : '2800 π.Χ.',
        late_date : '2300 π.Χ.',
        period:'Πρωτοκυκλαδική II περίοδος',
        dimensions: '',
        object_type : "σκεύος",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α8',
        ex_description:'\n Τα τηγανόσχημα σκεύη, από τα πιο χαρακτηριστικά ευρήματα των πρωτοκυκλαδικών τάφων, κυρίως της Σύρου. Σε μερικά, όπως αυτό, απεικονίζονται παραστάσεις πλοίων, που είναι εξαιρετικά ενδιαφέρουσες, γιατί δείχνουν τη μεγάλη ανάπτυξη και σημασία της ναυσιπλοΐας στη φάση αυτή του Kυκλαδικού Πολιτισμού, αλλά και τον τύπο του πρωτοκυκλαδικού πλοίου με υψηλή πλώρη και μερικές φορές και υψηλή πρύμνη, κουπιά, αλλά όχι ιστία.'
    },
    {
        object_name : "Τμήματα τοιχογραφίας ",
        img:'./img/A95647.jpg',
        made_of: 'από ζωφόρο με παράσταση θαλασσινού τοπίου με χελιδονόψαρα',
        origins: 'Φυλακωπή Μήλου',
        early_date : '1600 π.Χ.',
        late_date : '1500 π.Χ.',
        period:'',
        dimensions: 'Πρωτοκυκλαδική II περίοδος',
        object_type : "Τμήματα τοιχογραφίας",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α9',
        ex_description: '\n Η τοιχογραφία κοσμούσε τον τοίχο δωματίου σε συγκρότημα με θρησκευτικό χαρακτήρα. Το γαλάζιο, το κόκκινο και το μαύρο χρώμα (στο περίγραμμα) χρησιμοποιήθηκαν στη δημιουργία μιας από τις ωραιότερες αιγαιακές τοιχογραφίες με σαφείς επιρροές από τη Μινωική Κρήτη.'
    },
    {
        object_name : "φιάλη με πυρήνα κόκκινου χρώματος και τριπτήρα από οψιανό.",
        img:'./img/Α105835.jpg',
        made_of: 'Μαρμάρινη',
        origins: 'Πάρος',
        early_date : '3200 π.Χ.',
        late_date : '2800 π.Χ.',
        period:'Πρωτοκυκλαδική Ι περίοδος',
        dimensions: '',
        object_type : "φιάλη",
        sub_collection : 'Κυκλαδικός πολιτισμός',
        path: 'Exhibitions\A_Kykladikes\Α10',
        ex_description:'\n Πάρος, Πρωτοκυκλαδική Ι περίοδος, φάση Γκρόττας-Πηλού, 3200-2800 π.Χ.'
    }
    
];

var EkthemataA2 = Object.values(ekthemataA2);

const ekthemataB1 = [
    
    {
        object_name : "Δέπας αμφικύπελο", 
        img: './img/A11831.jpg',
        made_of: 'Πήλινο',
        origins: 'Τροία',
        early_date : '',
        late_date : '',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α1',
        ex_description:'\n Η ονομασία του σχήματος απαντά στην Ιλιάδα του Ομήρου και αποδίδεται συμβατικά στα κύπελλα με το ψηλό κυλινδρικό σώμα και τις δύο κάθετες καμπυλωτές λαβές.Τα κύπελλα αυτά ήταν αρχικά κοινά στο ΒΑ Αιγαίο, κατά την Πρώιμη Εποχή του Χαλκού και διαδίδονται σε ολόκληρο τον Αιγαιακό χώρο, την Καρύα και τη Λυκία. Η χρήση τους παραμένει άγνωστη.'

    },
    {
        object_name : "Ειδώλιο",
        img:'./img/A35869.jpg',
        made_of: 'Πήλινο',
        origins: 'Σέσκλο Θεσσαλίας',
        early_date : '4800 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α3',
        ex_description:'\n Το σύμπλεγμα απεικονίζει το ιερό δίδυμο, τη μάνα με το παιδί της, στην ύστατη φάση της προετοιμασίας για το θηλασμό. Το έργο είναι μοναδικό. Αποπνέει δυναμισμό και αυστηρότητα, ευαισθησία και τρυφερότητα.'
    },
    {
        object_name : "Κοσμήματα",
        img:'./img/A45329.jpg',
        made_of: 'Χάλκινα και χρυσά',
        origins: 'Τροία',
        early_date : '1900 π.Χ.',
        late_date : '1600 π.Χ.',
        period:'Μέση εποχή του χαλκού',
        dimensions: '',
        object_type : "κοσμήματα",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α4',
        ex_description:'\n Ο τάφος 25 περιείχε δυο ενήλικες και ένα παιδί. Δίπλα στον άνδρα βρέθηκαν χάλκινο εγχειρίδιο, χάλκινο μαχαίρι και ένα χάλκινο έλασμα άγνωστης χρήσης. Στην απέναντι άκρη είχε θαφτεί η γυναίκα, που φορούσε τα κοσμήματά της. Ένα πήλινο σφοντύλι και ένα αγγείο συμπληρώνουν τα κτερίσματά της. Δίπλα στο παιδί δε βρέθηκε τίποτε. Δεν είναι σαφές αν και οι τρεις θάφτηκαν ταυτόχρονα. Το γεγονός όμως, ότι τα ευρήματα χρονολογούνται την ίδια εποχή σε συνδυασμό με το φύλο και την ηλικία των νεκρών οδηγεί στην υπόθεση ότι έχουμε μπροστά μας το άκαιρο τέρμα μιας οικογένειας.'
    },
    {
        object_name : "Σφαιρικό Αγγείο με πολύχρωμη διακόσμηση",
        img:'./img/A59426.jpg',
        made_of: 'Πήλινο',
        origins: 'Διμήνι Μαγνησίας',
        early_date : '5300 π.Χ.',
        late_date : '4800 π.Χ.',
        period:'Νεότερη Νεολιθική',
        dimensions: '',
        object_type : "Σφαιρικό Αγγείο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α5',
        ex_description: '\n Το αγγείο είναι μοναδικό σε σχήμα και διακόσμηση και αποτελεί το τελειότερο δείγμα του ρυθμού της πολύχρωμης κεραμικής, που κυριαρχεί στη Νεότερη Νεολιθική περίοδο. Το θέμα της σπείρας κυριαρχεί στο κέντρο του διακοσμητικού πεδίου και πλαισιώνεται από καμπύλα γραμμικά θέματα.'
    },
    {
        object_name : "Ο Στοχαστής",
        img:'./img/Α25894.jpg',
        made_of: 'Λίθος',
        origins: 'Καρδίτσα Θεσσαλίας',
        early_date : '3300 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Τελική Νεολιθική περίοδος',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α2',
        ex_description:'\n Μοναδικό μνημειακό ειδώλιο της νεολιθικής εποχής. Ανήκει σε μια ομάδα γλυπτών που συνεχίζουν την ειδωλοπλαστική παράδοση της Μέσης Νεολιθικής και πιθανότατα σχετίζονται με τη λατρεία της γονιμότητας.'
    }
    
];

var EkthemataB1 = Object.values(ekthemataB1);

const ekthemataB2 = [
    
    {
        object_name : "Δέπας αμφικύπελο", 
        img: './img/A11831.jpg',
        made_of: 'Πήλινο',
        origins: 'Τροία',
        early_date : '',
        late_date : '',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α1',
        ex_description:'\n Η ονομασία του σχήματος απαντά στην Ιλιάδα του Ομήρου και αποδίδεται συμβατικά στα κύπελλα με το ψηλό κυλινδρικό σώμα και τις δύο κάθετες καμπυλωτές λαβές.Τα κύπελλα αυτά ήταν αρχικά κοινά στο ΒΑ Αιγαίο, κατά την Πρώιμη Εποχή του Χαλκού και διαδίδονται σε ολόκληρο τον Αιγαιακό χώρο, την Καρύα και τη Λυκία. Η χρήση τους παραμένει άγνωστη.'

    },
    {
        object_name : "Ειδώλιο",
        img:'./img/A35869.jpg',
        made_of: 'Πήλινο',
        origins: 'Σέσκλο Θεσσαλίας',
        early_date : '4800 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α3',
        ex_description:'\n Το σύμπλεγμα απεικονίζει το ιερό δίδυμο, τη μάνα με το παιδί της, στην ύστατη φάση της προετοιμασίας για το θηλασμό. Το έργο είναι μοναδικό. Αποπνέει δυναμισμό και αυστηρότητα, ευαισθησία και τρυφερότητα.'
    },
    {
        object_name : "Κοσμήματα",
        img:'./img/A45329.jpg',
        made_of: 'Χάλκινα και χρυσά',
        origins: 'Τροία',
        early_date : '1900 π.Χ.',
        late_date : '1600 π.Χ.',
        period:'Μέση εποχή του χαλκού',
        dimensions: '',
        object_type : "κοσμήματα",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α4',
        ex_description:'\n Ο τάφος 25 περιείχε δυο ενήλικες και ένα παιδί. Δίπλα στον άνδρα βρέθηκαν χάλκινο εγχειρίδιο, χάλκινο μαχαίρι και ένα χάλκινο έλασμα άγνωστης χρήσης. Στην απέναντι άκρη είχε θαφτεί η γυναίκα, που φορούσε τα κοσμήματά της. Ένα πήλινο σφοντύλι και ένα αγγείο συμπληρώνουν τα κτερίσματά της. Δίπλα στο παιδί δε βρέθηκε τίποτε. Δεν είναι σαφές αν και οι τρεις θάφτηκαν ταυτόχρονα. Το γεγονός όμως, ότι τα ευρήματα χρονολογούνται την ίδια εποχή σε συνδυασμό με το φύλο και την ηλικία των νεκρών οδηγεί στην υπόθεση ότι έχουμε μπροστά μας το άκαιρο τέρμα μιας οικογένειας.'
    },
    {
        object_name : "Σφαιρικό Αγγείο με πολύχρωμη διακόσμηση",
        img:'./img/A59426.jpg',
        made_of: 'Πήλινο',
        origins: 'Διμήνι Μαγνησίας',
        early_date : '5300 π.Χ.',
        late_date : '4800 π.Χ.',
        period:'Νεότερη Νεολιθική',
        dimensions: '',
        object_type : "Σφαιρικό Αγγείο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α5',
        ex_description: '\n Το αγγείο είναι μοναδικό σε σχήμα και διακόσμηση και αποτελεί το τελειότερο δείγμα του ρυθμού της πολύχρωμης κεραμικής, που κυριαρχεί στη Νεότερη Νεολιθική περίοδο. Το θέμα της σπείρας κυριαρχεί στο κέντρο του διακοσμητικού πεδίου και πλαισιώνεται από καμπύλα γραμμικά θέματα.'
    },
    {
        object_name : "Ο Στοχαστής",
        img:'./img/Α25894.jpg',
        made_of: 'Λίθος',
        origins: 'Καρδίτσα Θεσσαλίας',
        early_date : '3300 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Τελική Νεολιθική περίοδος',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α2',
        ex_description:'\n Μοναδικό μνημειακό ειδώλιο της νεολιθικής εποχής. Ανήκει σε μια ομάδα γλυπτών που συνεχίζουν την ειδωλοπλαστική παράδοση της Μέσης Νεολιθικής και πιθανότατα σχετίζονται με τη λατρεία της γονιμότητας.'
    }
    
];

var EkthemataB2 = Object.values(ekthemataB2);

const ekthemataC1 = [
    
    {
        object_name : "Δέπας αμφικύπελο", 
        img: './img/A11831.jpg',
        made_of: 'Πήλινο',
        origins: 'Τροία',
        early_date : '',
        late_date : '',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α1',
        ex_description:'\n Η ονομασία του σχήματος απαντά στην Ιλιάδα του Ομήρου και αποδίδεται συμβατικά στα κύπελλα με το ψηλό κυλινδρικό σώμα και τις δύο κάθετες καμπυλωτές λαβές.Τα κύπελλα αυτά ήταν αρχικά κοινά στο ΒΑ Αιγαίο, κατά την Πρώιμη Εποχή του Χαλκού και διαδίδονται σε ολόκληρο τον Αιγαιακό χώρο, την Καρύα και τη Λυκία. Η χρήση τους παραμένει άγνωστη.'

    },
    {
        object_name : "Ειδώλιο",
        img:'./img/A35869.jpg',
        made_of: 'Πήλινο',
        origins: 'Σέσκλο Θεσσαλίας',
        early_date : '4800 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α3',
        ex_description:'\n Το σύμπλεγμα απεικονίζει το ιερό δίδυμο, τη μάνα με το παιδί της, στην ύστατη φάση της προετοιμασίας για το θηλασμό. Το έργο είναι μοναδικό. Αποπνέει δυναμισμό και αυστηρότητα, ευαισθησία και τρυφερότητα.'
    },
    {
        object_name : "Κοσμήματα",
        img:'./img/A45329.jpg',
        made_of: 'Χάλκινα και χρυσά',
        origins: 'Τροία',
        early_date : '1900 π.Χ.',
        late_date : '1600 π.Χ.',
        period:'Μέση εποχή του χαλκού',
        dimensions: '',
        object_type : "κοσμήματα",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α4',
        ex_description:'\n Ο τάφος 25 περιείχε δυο ενήλικες και ένα παιδί. Δίπλα στον άνδρα βρέθηκαν χάλκινο εγχειρίδιο, χάλκινο μαχαίρι και ένα χάλκινο έλασμα άγνωστης χρήσης. Στην απέναντι άκρη είχε θαφτεί η γυναίκα, που φορούσε τα κοσμήματά της. Ένα πήλινο σφοντύλι και ένα αγγείο συμπληρώνουν τα κτερίσματά της. Δίπλα στο παιδί δε βρέθηκε τίποτε. Δεν είναι σαφές αν και οι τρεις θάφτηκαν ταυτόχρονα. Το γεγονός όμως, ότι τα ευρήματα χρονολογούνται την ίδια εποχή σε συνδυασμό με το φύλο και την ηλικία των νεκρών οδηγεί στην υπόθεση ότι έχουμε μπροστά μας το άκαιρο τέρμα μιας οικογένειας.'
    },
    {
        object_name : "Σφαιρικό Αγγείο με πολύχρωμη διακόσμηση",
        img:'./img/A59426.jpg',
        made_of: 'Πήλινο',
        origins: 'Διμήνι Μαγνησίας',
        early_date : '5300 π.Χ.',
        late_date : '4800 π.Χ.',
        period:'Νεότερη Νεολιθική',
        dimensions: '',
        object_type : "Σφαιρικό Αγγείο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α5',
        ex_description: '\n Το αγγείο είναι μοναδικό σε σχήμα και διακόσμηση και αποτελεί το τελειότερο δείγμα του ρυθμού της πολύχρωμης κεραμικής, που κυριαρχεί στη Νεότερη Νεολιθική περίοδο. Το θέμα της σπείρας κυριαρχεί στο κέντρο του διακοσμητικού πεδίου και πλαισιώνεται από καμπύλα γραμμικά θέματα.'
    },
    {
        object_name : "Ο Στοχαστής",
        img:'./img/Α25894.jpg',
        made_of: 'Λίθος',
        origins: 'Καρδίτσα Θεσσαλίας',
        early_date : '3300 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Τελική Νεολιθική περίοδος',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α2',
        ex_description:'\n Μοναδικό μνημειακό ειδώλιο της νεολιθικής εποχής. Ανήκει σε μια ομάδα γλυπτών που συνεχίζουν την ειδωλοπλαστική παράδοση της Μέσης Νεολιθικής και πιθανότατα σχετίζονται με τη λατρεία της γονιμότητας.'
    }
    
];

var EkthemataC1 = Object.values(ekthemataC1);

const ekthemataC2 = [
    
    {
        object_name : "Δέπας αμφικύπελο", 
        img: './img/A11831.jpg',
        made_of: 'Πήλινο',
        origins: 'Τροία',
        early_date : '',
        late_date : '',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α1',
        ex_description:'\n Η ονομασία του σχήματος απαντά στην Ιλιάδα του Ομήρου και αποδίδεται συμβατικά στα κύπελλα με το ψηλό κυλινδρικό σώμα και τις δύο κάθετες καμπυλωτές λαβές.Τα κύπελλα αυτά ήταν αρχικά κοινά στο ΒΑ Αιγαίο, κατά την Πρώιμη Εποχή του Χαλκού και διαδίδονται σε ολόκληρο τον Αιγαιακό χώρο, την Καρύα και τη Λυκία. Η χρήση τους παραμένει άγνωστη.'

    },
    {
        object_name : "Ειδώλιο",
        img:'./img/A35869.jpg',
        made_of: 'Πήλινο',
        origins: 'Σέσκλο Θεσσαλίας',
        early_date : '4800 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α3',
        ex_description:'\n Το σύμπλεγμα απεικονίζει το ιερό δίδυμο, τη μάνα με το παιδί της, στην ύστατη φάση της προετοιμασίας για το θηλασμό. Το έργο είναι μοναδικό. Αποπνέει δυναμισμό και αυστηρότητα, ευαισθησία και τρυφερότητα.'
    },
    {
        object_name : "Κοσμήματα",
        img:'./img/A45329.jpg',
        made_of: 'Χάλκινα και χρυσά',
        origins: 'Τροία',
        early_date : '1900 π.Χ.',
        late_date : '1600 π.Χ.',
        period:'Μέση εποχή του χαλκού',
        dimensions: '',
        object_type : "κοσμήματα",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α4',
        ex_description:'\n Ο τάφος 25 περιείχε δυο ενήλικες και ένα παιδί. Δίπλα στον άνδρα βρέθηκαν χάλκινο εγχειρίδιο, χάλκινο μαχαίρι και ένα χάλκινο έλασμα άγνωστης χρήσης. Στην απέναντι άκρη είχε θαφτεί η γυναίκα, που φορούσε τα κοσμήματά της. Ένα πήλινο σφοντύλι και ένα αγγείο συμπληρώνουν τα κτερίσματά της. Δίπλα στο παιδί δε βρέθηκε τίποτε. Δεν είναι σαφές αν και οι τρεις θάφτηκαν ταυτόχρονα. Το γεγονός όμως, ότι τα ευρήματα χρονολογούνται την ίδια εποχή σε συνδυασμό με το φύλο και την ηλικία των νεκρών οδηγεί στην υπόθεση ότι έχουμε μπροστά μας το άκαιρο τέρμα μιας οικογένειας.'
    },
    {
        object_name : "Σφαιρικό Αγγείο με πολύχρωμη διακόσμηση",
        img:'./img/A59426.jpg',
        made_of: 'Πήλινο',
        origins: 'Διμήνι Μαγνησίας',
        early_date : '5300 π.Χ.',
        late_date : '4800 π.Χ.',
        period:'Νεότερη Νεολιθική',
        dimensions: '',
        object_type : "Σφαιρικό Αγγείο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α5',
        ex_description: '\n Το αγγείο είναι μοναδικό σε σχήμα και διακόσμηση και αποτελεί το τελειότερο δείγμα του ρυθμού της πολύχρωμης κεραμικής, που κυριαρχεί στη Νεότερη Νεολιθική περίοδο. Το θέμα της σπείρας κυριαρχεί στο κέντρο του διακοσμητικού πεδίου και πλαισιώνεται από καμπύλα γραμμικά θέματα.'
    },
    {
        object_name : "Ο Στοχαστής",
        img:'./img/Α25894.jpg',
        made_of: 'Λίθος',
        origins: 'Καρδίτσα Θεσσαλίας',
        early_date : '3300 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Τελική Νεολιθική περίοδος',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α2',
        ex_description:'\n Μοναδικό μνημειακό ειδώλιο της νεολιθικής εποχής. Ανήκει σε μια ομάδα γλυπτών που συνεχίζουν την ειδωλοπλαστική παράδοση της Μέσης Νεολιθικής και πιθανότατα σχετίζονται με τη λατρεία της γονιμότητας.'
    }
    
];

var EkthemataC2 = Object.values(ekthemataC2);

const ekthemataD1 = [
    
    {
        object_name : "Δέπας αμφικύπελο", 
        img: './img/A11831.jpg',
        made_of: 'Πήλινο',
        origins: 'Τροία',
        early_date : '',
        late_date : '',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α1',
        ex_description:'\n Η ονομασία του σχήματος απαντά στην Ιλιάδα του Ομήρου και αποδίδεται συμβατικά στα κύπελλα με το ψηλό κυλινδρικό σώμα και τις δύο κάθετες καμπυλωτές λαβές.Τα κύπελλα αυτά ήταν αρχικά κοινά στο ΒΑ Αιγαίο, κατά την Πρώιμη Εποχή του Χαλκού και διαδίδονται σε ολόκληρο τον Αιγαιακό χώρο, την Καρύα και τη Λυκία. Η χρήση τους παραμένει άγνωστη.'

    },
    {
        object_name : "Ειδώλιο",
        img:'./img/A35869.jpg',
        made_of: 'Πήλινο',
        origins: 'Σέσκλο Θεσσαλίας',
        early_date : '4800 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α3',
        ex_description:'\n Το σύμπλεγμα απεικονίζει το ιερό δίδυμο, τη μάνα με το παιδί της, στην ύστατη φάση της προετοιμασίας για το θηλασμό. Το έργο είναι μοναδικό. Αποπνέει δυναμισμό και αυστηρότητα, ευαισθησία και τρυφερότητα.'
    },
    {
        object_name : "Κοσμήματα",
        img:'./img/A45329.jpg',
        made_of: 'Χάλκινα και χρυσά',
        origins: 'Τροία',
        early_date : '1900 π.Χ.',
        late_date : '1600 π.Χ.',
        period:'Μέση εποχή του χαλκού',
        dimensions: '',
        object_type : "κοσμήματα",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α4',
        ex_description:'\n Ο τάφος 25 περιείχε δυο ενήλικες και ένα παιδί. Δίπλα στον άνδρα βρέθηκαν χάλκινο εγχειρίδιο, χάλκινο μαχαίρι και ένα χάλκινο έλασμα άγνωστης χρήσης. Στην απέναντι άκρη είχε θαφτεί η γυναίκα, που φορούσε τα κοσμήματά της. Ένα πήλινο σφοντύλι και ένα αγγείο συμπληρώνουν τα κτερίσματά της. Δίπλα στο παιδί δε βρέθηκε τίποτε. Δεν είναι σαφές αν και οι τρεις θάφτηκαν ταυτόχρονα. Το γεγονός όμως, ότι τα ευρήματα χρονολογούνται την ίδια εποχή σε συνδυασμό με το φύλο και την ηλικία των νεκρών οδηγεί στην υπόθεση ότι έχουμε μπροστά μας το άκαιρο τέρμα μιας οικογένειας.'
    },
    {
        object_name : "Σφαιρικό Αγγείο με πολύχρωμη διακόσμηση",
        img:'./img/A59426.jpg',
        made_of: 'Πήλινο',
        origins: 'Διμήνι Μαγνησίας',
        early_date : '5300 π.Χ.',
        late_date : '4800 π.Χ.',
        period:'Νεότερη Νεολιθική',
        dimensions: '',
        object_type : "Σφαιρικό Αγγείο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α5',
        ex_description: '\n Το αγγείο είναι μοναδικό σε σχήμα και διακόσμηση και αποτελεί το τελειότερο δείγμα του ρυθμού της πολύχρωμης κεραμικής, που κυριαρχεί στη Νεότερη Νεολιθική περίοδο. Το θέμα της σπείρας κυριαρχεί στο κέντρο του διακοσμητικού πεδίου και πλαισιώνεται από καμπύλα γραμμικά θέματα.'
    },
    {
        object_name : "Ο Στοχαστής",
        img:'./img/Α25894.jpg',
        made_of: 'Λίθος',
        origins: 'Καρδίτσα Θεσσαλίας',
        early_date : '3300 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Τελική Νεολιθική περίοδος',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α2',
        ex_description:'\n Μοναδικό μνημειακό ειδώλιο της νεολιθικής εποχής. Ανήκει σε μια ομάδα γλυπτών που συνεχίζουν την ειδωλοπλαστική παράδοση της Μέσης Νεολιθικής και πιθανότατα σχετίζονται με τη λατρεία της γονιμότητας.'
    }
    
];

var EkthemataD1 = Object.values(ekthemataD1);

const ekthemataD2 = [
    
    {
        object_name : "Δέπας αμφικύπελο", 
        img: './img/A11831.jpg',
        made_of: 'Πήλινο',
        origins: 'Τροία',
        early_date : '',
        late_date : '',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "κύπελλο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α1',
        ex_description:'\n Η ονομασία του σχήματος απαντά στην Ιλιάδα του Ομήρου και αποδίδεται συμβατικά στα κύπελλα με το ψηλό κυλινδρικό σώμα και τις δύο κάθετες καμπυλωτές λαβές.Τα κύπελλα αυτά ήταν αρχικά κοινά στο ΒΑ Αιγαίο, κατά την Πρώιμη Εποχή του Χαλκού και διαδίδονται σε ολόκληρο τον Αιγαιακό χώρο, την Καρύα και τη Λυκία. Η χρήση τους παραμένει άγνωστη.'

    },
    {
        object_name : "Ειδώλιο",
        img:'./img/A35869.jpg',
        made_of: 'Πήλινο',
        origins: 'Σέσκλο Θεσσαλίας',
        early_date : '4800 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Πρώιμη εποχή του χαλκού',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α3',
        ex_description:'\n Το σύμπλεγμα απεικονίζει το ιερό δίδυμο, τη μάνα με το παιδί της, στην ύστατη φάση της προετοιμασίας για το θηλασμό. Το έργο είναι μοναδικό. Αποπνέει δυναμισμό και αυστηρότητα, ευαισθησία και τρυφερότητα.'
    },
    {
        object_name : "Κοσμήματα",
        img:'./img/A45329.jpg',
        made_of: 'Χάλκινα και χρυσά',
        origins: 'Τροία',
        early_date : '1900 π.Χ.',
        late_date : '1600 π.Χ.',
        period:'Μέση εποχή του χαλκού',
        dimensions: '',
        object_type : "κοσμήματα",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α4',
        ex_description:'\n Ο τάφος 25 περιείχε δυο ενήλικες και ένα παιδί. Δίπλα στον άνδρα βρέθηκαν χάλκινο εγχειρίδιο, χάλκινο μαχαίρι και ένα χάλκινο έλασμα άγνωστης χρήσης. Στην απέναντι άκρη είχε θαφτεί η γυναίκα, που φορούσε τα κοσμήματά της. Ένα πήλινο σφοντύλι και ένα αγγείο συμπληρώνουν τα κτερίσματά της. Δίπλα στο παιδί δε βρέθηκε τίποτε. Δεν είναι σαφές αν και οι τρεις θάφτηκαν ταυτόχρονα. Το γεγονός όμως, ότι τα ευρήματα χρονολογούνται την ίδια εποχή σε συνδυασμό με το φύλο και την ηλικία των νεκρών οδηγεί στην υπόθεση ότι έχουμε μπροστά μας το άκαιρο τέρμα μιας οικογένειας.'
    },
    {
        object_name : "Σφαιρικό Αγγείο με πολύχρωμη διακόσμηση",
        img:'./img/A59426.jpg',
        made_of: 'Πήλινο',
        origins: 'Διμήνι Μαγνησίας',
        early_date : '5300 π.Χ.',
        late_date : '4800 π.Χ.',
        period:'Νεότερη Νεολιθική',
        dimensions: '',
        object_type : "Σφαιρικό Αγγείο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α5',
        ex_description: '\n Το αγγείο είναι μοναδικό σε σχήμα και διακόσμηση και αποτελεί το τελειότερο δείγμα του ρυθμού της πολύχρωμης κεραμικής, που κυριαρχεί στη Νεότερη Νεολιθική περίοδο. Το θέμα της σπείρας κυριαρχεί στο κέντρο του διακοσμητικού πεδίου και πλαισιώνεται από καμπύλα γραμμικά θέματα.'
    },
    {
        object_name : "Ο Στοχαστής",
        img:'./img/Α25894.jpg',
        made_of: 'Λίθος',
        origins: 'Καρδίτσα Θεσσαλίας',
        early_date : '3300 π.Χ.',
        late_date : '4500 π.Χ.',
        period:'Τελική Νεολιθική περίοδος',
        dimensions: '',
        object_type : "ειδώλιο",
        sub_collection : 'Νεολιθικές Αρχαιότητές',
        path: 'Exhibitions\A_Neolithika\Α2',
        ex_description:'\n Μοναδικό μνημειακό ειδώλιο της νεολιθικής εποχής. Ανήκει σε μια ομάδα γλυπτών που συνεχίζουν την ειδωλοπλαστική παράδοση της Μέσης Νεολιθικής και πιθανότατα σχετίζονται με τη λατρεία της γονιμότητας.'
    }
    
];

var EkthemataD2 = Object.values(ekthemataD2);


